Repository: ar-rehman135/Maxponics
Catalog: mycodo/mycodo_flask/translations/*/LC_MESSAGES/messages.po
Languages: nb

source: The IP address to test if there is an active internet connection required to allow upgrading.
nb: IP-adressen for å teste om det er en aktiv Internett-tilkobling er nødvendig for å tillate oppgradering.

source: The port of the internet test IP address.
nb: Havnen i internett test IP-adresse.

source: The timeout period (seconds) for testing the internet connection.
nb: Tidsavbruddsperioden (sekunder) for å teste internettforbindelse.

source: Check if you would like Mycodo to automatically check for upgrades.
nb: Sjekk om du vil at Mycodo automatisk skal sjekke om oppgraderinger.

source: Set the maximum allowed amperage to be switched on at any given time
nb: Still inn maksimal tillatt strømstyrke som skal slås på når som helst

source: Set the voltage used to power the devices powered by the outputs
nb: Still inn spenningen som brukes til å koble til enhetene drevet av utgangene

source: Set the cost per kilowatt-hour
nb: Angi kostnaden per kilowatt-time

source: Set the unit of currency used to pay for the electricity
nb: Sett inn valutaenheten som brukes til å betale for strømmen

source: Set a day of the month to calculate monthly power usage
nb: Angi en dag i måneden for å beregne månedlig strømforbruk

source: Automatically generate output usage reports on a daily/weekly/monthly schedule
nb: Generer automatisk utgangsbrukrapporter på en daglig / ukentlig / månedlig plan

source: How often to generate a report
nb: Hvor ofte genererer en rapport

source: Day Options: Daily: 1-7 (1=Monday), Monthly: 1-28
nb: Dag Valg: Daglig: 1-7 (1 = Mandag), Månedlig: 1-28

source: Input Settings
nb: Inngangsinnstillinger

source: Imported Input Modules
nb: Importerte inngangsmoduler

source: Units
nb: enheter

source: Conversions
nb: konverteringer

source: All
nb: Alle

source: Raspberry Pi Settings
nb: Raspberry Pi Innstillinger

source: User Settings
nb: Brukerinstillinger

source: Roles
nb: Roller

source: Export Import
nb: Eksport import

source: Select the number of lines to display from the end of a log
nb: Velg antall linjer som skal vises fra slutten av en logg

source: Notes
nb: Merknader

source: Edit Note
nb: Rediger notat

source: Manage
nb: Få til

source: Select one or more tags
nb: Velg en eller flere koder

source: Search
nb: Søke

source: Found
nb: Funnet

source: Latest EC measurement
nb: Siste EC måling

source: Error acquiring measurement
nb: Feil ved å innhente måling

source: Please wait for the sensor measurements to equilibrate
nb: Vent til sensormålinger til likevekt

source: seconds
nb: sekunder

source: This guide will walk you through the calibration procedure for the Atlas Scientific EC Sensor. To complete this procedure, you will need at least one standard EC solution. Instructions will be provided at each step.
nb: Denne guiden vil lede deg gjennom kalibreringen for Atlas Scientific EC sensor. For å fullføre denne prosedyren, må du ha minst én standard EC løsning. Instruksjoner vil bli gitt på hvert trinn.

source: To begin calibration, have your probe properly connected to Mycodo, select the probe from the dropdown list, and click Begin Calibration.
nb: Til å begynne kalibrering, har din probe riktig koblet til Mycodo velger sonden fra rullegardinlisten, og klikk Begynn kalibrering.

source: NOTE: It is recommended to deactivate the EC Sensor Input prior to performing a calibration.
nb: MERK: Det anbefales å deaktivere EC Sensor Input før du utfører en kalibrering.

source: One Point (low)
nb: En Punkt (lav)

source: Two Point (low and high)
nb: To Punkt (lav og høy)

source: Calibration Failed
nb: Kalibrering mislyktes

source: Refer to the logs for details
nb: Se loggene for detaljer

source: Enter the μS value(s) for the solution(s) you will be calibrating with, then click Continue.
nb: Skriv inn iS verdi (er) for løsningen (e) du skal kalibrere med, og klikk deretter Fortsett.

source: Remove the EC probe from solution so the probe is exposed to the air (dry calibration), then click Continue To Next Stage
nb: Fjern EC sonden fra løsning slik at sonden er eksponert for luft (tørr kalibrering), klikk deretter på Fortsett til neste etappe

source: Rinse the EC probe with distilled water, place it into the Low EC solution, shake the probe to remove trapped air, then click Ready. Ensure the measurements have stabilized before clicking Continue to Next Stage.
nb: Skyll EC sonde med destillert vann, sett den i lav EC løsning, riste sonden for å fjerne innestengt luft, og klikk deretter Klar. Sørg for målingene har stabilisert før du klikker Fortsett til neste etappe.

source: Ready
nb: Klar

source: Rinse the EC probe with distilled water, place it into the High EC solution, shake the probe to remove trapped air, then click Ready. Ensure the measurements have stabilized before clicking Continue to Next Stage.
nb: Skyll EC sonde med destillert vann, sett den i høy EC løsning, riste sonden for å fjerne innestengt luft, og klikk deretter Klar. Sørg for målingene har stabilisert før du klikker Fortsett til neste etappe.

source: Calibration Succeeded
nb: Kalibrering lyktes

source: Calibration Complete
nb: Kalibrering Fullført

source: This guide will walk you through the calibration procedure for the Atlas Scientific Peristaltic Pump. To complete this procedure, you will need a precision scale and/or a low-volume (10 ml) graduated cylinder. At a minimum, you will need a way to accurately measure a small volume of the dispensed fluid.
nb: Denne guiden vil lede deg gjennom kalibreringen for Atlas Scientific peristaltisk pumpe. For å fullføre denne prosedyre, vil man trenge en presisjon skala og / eller en lav-volum (10 ml) målesylinder. På et minimum, trenger du en måte å måle et lite volum av de utleverte væske.

source: To begin calibration, have your pump properly connected to Mycodo, purge all air from the tubing, select the pump from the dropdown list, enter a volume to dispense (such as 10 ml), then click Begin Calibration.
nb: Til å begynne kalibreringen, har pumpen korrekt koblet til Mycodo, fjerne all luft fra slangen, velger pumpen fra rullegardinlisten, angir et volum for å dispensere (for eksempel 10 ml), deretter på Begin kalibrering.

source: To clear any currently-stored calibration from memory, click Clear Calibration.
nb: Å fjerne noen for tiden lagret kalibrering fra minnet, klikk Clear kalibrering.

source: NOTE: It is recommended to deactivate anything that may try to operate the pump so it doesn't interfere with the calibration.
nb: MERK: Det anbefales å deaktivere noe som kan prøve å drive pumpen slik at den ikke kommer i konflikt med kalibrering.

source: Measure how much fluid (ml) was actually dispensed from the pump, enter that value in the input field, then click Continue.
nb: Måle hvor mye væske (ml) ble faktisk utlevert fra pumpen, angir at verdien i tekstfeltet, og klikk deretter Fortsett.

source: Latest pH measurement
nb: Siste pH-måling

source: This guide will walk you through the calibration procedure for the Atlas Scientific pH Sensor. To complete this procedure, you will need at least one of the standard pH solutions (pH 4.0, pH 7.0, and pH 10.0). Instructions will be provided at each step.
nb: Denne guiden vil lede deg gjennom kalibreringen for Atlas Scientific pH-sensoren. For å fullføre denne prosedyren, må du ha minst en av standard pH-løsninger (pH 4,0, pH 7,0, og pH 10,0). Instruksjoner vil bli gitt på hvert trinn.

source: NOTE: It is recommended to deactivate the pH Sensor Input prior to performing a calibration.
nb: NB: Det anbefales å deaktivere pH følerinngangen forut for å utføre en kalibrering.

source: Ensure all pH calibration solutions are the same temperature. Enter the temperature (in Celsius) of your solutions, then click Continue.
nb: Sørg for at alle pH-kalibreringsløsninger er den samme temperaturen. Skriv inn temperaturen (i Celsius) av løsningene dine, og klikk deretter Fortsett.

source: Rinse the pH probe with distilled water, place it into the pH %(ph)s solution, then click Ready
nb: Skyll den pH-sonde med destillert vann, plassere den i pH %(ph) s løsning og deretter på Ready

source: This guide will walk you through the calibration procedure for the Atlas Scientific RG Color Sensor. To complete this procedure, you will need a white object such as a piece fo paper.
nb: Denne guiden vil lede deg gjennom kalibreringen for Atlas Scientific RG fargesensor. For å fullføre denne prosedyren, må du ha en hvit gjenstand, for eksempel et stykke fo papir.

source: To begin calibration, have your sensor properly connected to Mycodo and deactivated, place the white object in front of the sensor, then click Begin Calibration.
nb: Til å begynne kalibrering, har sensoren riktig koblet til Mycodo og deaktiveres, sted det hvite objektet foran sensoren, klikk deretter begynne kalibrering.

source: Select a DS18B20 sensor
nb: Velg en DS18B20 sensor

source: Select a resolution
nb: Velg en oppløsning

source: Daemon response: %(resp)s
nb: Daemon-respons: %(resp)s

source: Condition
nb: Tilstand

source: Deactivate controller before modifying its settings
nb: Deaktiver kontrolleren før du endrer innstillingene

source: Dashboard with ID %(id)s successfully added
nb: Dashbord med ID %(id)s er lagt

source: {dev} with ID %(id)s successfully added
nb: {dev} med ID %(id)s ble lagt til

source: Execute All
nb: Utfør alle

source: Error: %(err)s
nb: Feil: %(err)s

source: Entry with ID %(id)s not found
nb: Oppføring med ID %(id)s ikke funnet

source: Error in the %(field)s field - %(err)s
nb: Feil i feltet %(field)s - %(err)s

source: Cannot move above the first item in the list
nb: Kan ikke bevege seg over det første elementet i listen

source: Cannot move below the last item in the list
nb: Kan ikke flytte under det siste elementet i listen

source: %(type)s Input with ID %(id)s (%(uuid)s) successfully added
nb: %(type)s Inngang med ID %(id)s (%(uuid)s) vellykket lagt til

source: Choose a Read Period equal to or greater than 7. The AM2315 may become unresponsive if the period is below 7.
nb: Velg en leseperiode lik eller større enn 7. AM2315 kan bli uforsvarlig hvis perioden er under 7.

source: The Read Period cannot be less than the Pre Output Duration
nb: Leseperioden kan ikke være mindre enn Pre Output Duration

source: Invalid device or improper permissions to read device
nb: Ugyldig enhet eller upassende tillatelser for å lese enheten

source: Pin (GPIO) must be set
nb: Pin (GPIO) må settes

source: Activate controller before attempting to force the acquisition of measurements
nb: Aktiver kontrolleren før du forsøker å tvinge oppkjøpet av målingene

source: Deactivate LCD controller before modifying its settings.
nb: Deaktiver LCD-kontrolleren før du endrer innstillingene.

source: Deactivate LCD controller before modifying its settings
nb: Deaktiver LCD-kontrolleren før du endrer innstillingene

source: The last display cannot be deleted
nb: Den siste skjermen kan ikke slettes

source: %(type)s Math with ID %(id)s (%(uuid)s) successfully added
nb: %(type)s Math med ID %(id)s (%(uuid)s) ble lagt til

source: Deactivate Math controller before modifying its settings
nb: Deaktiver Math-kontrolleren før du endrer innstillingene

source: Error in form field(s)
nb: Feil i skjemafelt (er)

source: Duration must be a positive integer
nb: Varigheten må være et positivt heltall

source: Duration must be a valid integer
nb: Varighet må være et gyldig heltall

source: Required: Start date/time, end date/time, start setpoint
nb: Påkrevd: Startdato / tid, sluttdato / tid, startpunktpunkt

source: Invalid Date/Time format. Correct format: MM/DD/YYYY HH:MM:SS
nb: Ugyldig dato / klokkeslettformat. Korrekt format: DD / MM / ÅÅÅÅ HH: MM: SS

source: The end time/date must be after the start time/date.
nb: Sluttidspunktet / datoen må være etter starttidspunktet / datoen.

source: Required: Start time, end time, start setpoint
nb: Påkrevd: Starttid, sluttid, startpunkt

source: Invalid Date/Time format. Correct format: HH:MM:SS
nb: Ugyldig dato / klokkeslettformat. Korrekt format: HH: MM: SS

source: The end time must be after the start time.
nb: Sluttidspunktet må være etter starttidspunktet.

source: Required: Duration, start setpoint
nb: Påkrevd: Varighet, start settpunkt

source: Required: Duration must be positive
nb: Påkrevd: Varigheten må være positiv

source: Error: Angle Shift is out of range. It must be <= 0 and <= 360.
nb: Feil: Vinkelforskyvning er utenfor rekkevidde. Det må være <= 0 og <= 360.

source: Error: X0 must be greater than X3.
nb: Feil: X0 må være større enn X3.

source: The new entry start time (%(st)s) cannot overlap the last entry's end time (%(et)s). Note: They may be the same time.
nb: Den nye oppstartstiden (%(st)s) kan ikke overlappe sluttoppføringens sluttid (%(et)s). Merk: De kan være på samme tid.

source: Added duration to method from %(st)s to %(end)s
nb: Lagt varighet til metode fra %(st)s til %(end)s

source: Added method restart
nb: Lagt til på nytt metode

source: Added duration to method for %(sec)s seconds
nb: Lagt varighet til metode for %(sec)s sekunder

source: The entry start time (%(st)s) cannot overlap the previous entry's end time (%(et)s)
nb: Starttidspunktet for start (%(st)s) kan ikke overlappe den forrige inntastingens sluttid (%(et)s)

source: The entry end time (%(et)s) cannot overlap the next entry's start time (%(st)s)
nb: Inntastingens sluttid (%(et)s) kan ikke overlappe neste oppstarts starttid (%(st)s)

source: Energy Usage with ID %(id)s (%(uuid)s) successfully added
nb: Energiforbruket med ID %(id)s (%(uuid)s) lagt til

source: File
nb: Fil

source: Invalid quantity
nb: Ugyldig mengde

source: Acceptable values
nb: Akseptable verdier

source: Raise and lower outputs cannot be the same
nb: Hev og senke utganger kan ikke være det samme

source: A valid Measurement is required
nb: En gyldig måling er nødvendig

source: A Raise Output and/or a Lower Output is required
nb: En løfteutgang og / eller en lavere utgang er nødvendig

source: Cannot activate PID controller if the associated sensor controller is inactive
nb: Kan ikke aktivere PID-kontrolleren hvis den tilhørende sensorkontrollen er inaktiv

source: Cannot activate PID controller if raise and/or lower output IDs are not selected
nb: Kan ikke aktivere PID-kontrolleren hvis høyde og / eller lavere utgangs-ID ikke er valgt

source: Remote Host %(host)s with ID %(id)s (%(uuid)s) successfully added
nb: Remote Host %(host)s med ID %(id)s (%(uuid)s) er lagt til

source: User Role
nb: Bruker rolle

source: Another user already has that email address.
nb: En annen bruker har allerede den e-postadressen.

source: Invalid password
nb: Ugyldig passord

source: Measurement with ID %(id)s (%(uuid)s) successfully added
nb: Måling med ID %(id)s (%(uuid)s) ble lagt til

source: Unit
nb: Enhet

source: Unit with ID %(id)s (%(uuid)s) successfully added
nb: Enhet med ID %(id)s (%(uuid)s) ble lagt til

source: Conversion
nb: Omdannelse

source: Conversion with ID %(id)s (%(uuid)s) successfully added
nb: Konvertering med ID %(id)s (%(uuid)s) ble lagt til

source: Pi Settings
nb: Pi Innstillinger

source: Test email sent to %(recip)s. Check your inbox to see if it was successful.
nb: Test e-post sendt til %(recip)s. Sjekk innboksen din for å se om den var vellykket.

source: Reset email counter
nb: Reset epost teller

source: Acquire Image (and save new file)
nb: Hent bilde (og lagre ny fil)

source: Acquire Image (and erase last file)
nb: Oppkjøre bilde (og slette siste fil)

source: Display Live Video Stream
nb: Vis Live Video Stream

source: Display Latest Timelapse Image
nb: Vis siste Timelapse-bilde

source: Image Display Type
nb: Bildetype

source: Show Timestamp
nb: Vis tidsstempel

source: Maths
nb: Matte

source: Note Tags
nb: Merketiketter

source: Show Unit
nb: Vis Unit

source: Show Name
nb: Vis navn

source: Show Channel
nb: Vis Channel

source: Show Measurement
nb: Vis Måling

source: Show Set Setpoint
nb: Vis sett settpunkt
