Repository: ar-rehman135/Maxponics
Catalog: mycodo/mycodo_flask/translations/*/LC_MESSAGES/messages.po
Languages: nb

source: Functions conduct complex tasks, often coupling one or more <a href="/data">Data</a> sources with <a href="/output">Outputs</a>. For example, this could be using a PID Controller to create a feedback loop with a temperature sensor and heater in order to regulate temperature.
nb: Funksjoner utfører komplekse oppgaver, ofte koble en eller flere <a href="/data"> Data </a> kilder med <a href="/output"> Outputs </a>. For eksempel kan dette bruke en PID-kontroller for å lage en tilbakemeldingsløyfe med en temperatursensor og varmeapparat for å regulere temperaturen.

source: Asynchronous Graph
nb: Asynkron graf

source: Hold down the <kbd>Ctrl</kbd> or <kbd>&#8984;</kbd> key to select more than one
nb: Hold nede <kbd> Ctrl </ kbd> eller <kbd> & # 8984; </ kbd> -tasten for å velge mer enn ett

source: Mycodo Version:
nb: Mycodo Versjon:

source: Python Version:
nb: Python Versjon:

source: Database Version
nb: Databaseversjon

source: Running
nb: Løping

source: Not Running
nb: Løper ikke

source: Daemon RAM Usage
nb: Daemon RAM bruk

source: Yes
nb: Ja

source: No
nb: Nei

source: Frontend RAM Usage
nb: Frontend RAM-bruk

source: LCDs allow the display of data for easy viewing and for displaying alerts to conditional events you configure (flash the LCD).
nb: LCD-skjermer gir visning av data for enkel visning og for visning av varsler om betingede hendelser du konfigurerer (blits LCD-skjermen).

source: Live Measurements
nb: Live målinger

source: No Data Sources Activated
nb: Ingen datakilder aktivert

source: Input (%(type)s), %(sec)s second interval
nb: Input (%(type)s), %(sec)s andre intervall

source: Timestamp
nb: Tidsstempel

source: Please wait
nb: Vennligst vent

source: Math (%(type)s), %(sec)s second interval
nb: Matematikk (%(type)s), %(sec)s andre intervall

source: Back to Method Management
nb: Tilbake til Metodehåndtering

source: Methods allow different types of setpoint tracking in PID controllers. Normally, a PID controller will regulate an environmental condition to a specific setpoint. If you would like the setpoint to change over time, this is called setpoint tracking.
nb: Metoder tillater forskjellige typer settpunktsporing i PID-kontroller. Normalt regulerer en PID-kontroller en miljøtilstand til et bestemt settpunkt. Hvis du vil at setpunktet skal endres over tid, kalles dette setpunktsporing.

source: No Saved Methods Exist
nb: Ingen lagrede metoder eksisterer

source: Saved Methods
nb: Lagrede metoder

source: Active
nb: Aktiv

source: Inactive
nb: Uvirksom

source: Output devices enable Mycodo to manipulate things through the use of outputs (wired and wireless), PWM signals, and executing commands. When linked to a PID controller, with an input, output devices can be used for feedback regulation.
nb: Output-enheter gjør det mulig for Mycodo å manipulere ting ved bruk av utganger (kablede og trådløse), PWM-signaler og kjørekommandoer. Når det er koblet til en PID-kontroller, med en inngang, kan utgangsenheter brukes til tilbakemelding.

source: Unconfigured
nb: Ikke konfigurert

source: Manufacturer
nb: Produsent

source: Select a measurement with the unit:
nb: Velg en måling med enheten:

source: Past Hour
nb: siste timen

source: Past Day
nb: Siste dag

source: Past Week
nb: Forrige uke

source: Past Month
nb: Siste måned

source: Amps (Average over period)
nb: Ampere (gjennomsnitt over perioden)

source: Cost
nb: Koste

source: From
nb: Fra

source: Past Year
nb: Siste året

source: Usage Reports
nb: Bruksrapporter

source: No Reports. Go to <a href="%(loc)">Energy Usage Options</a> to schedule a report to be generated.
nb: Ingen rapporter. Gå til <a href="%(loc)"> energiforbruket alternativer </a> for å planlegge en rapport som skal genereres.

source: Measurement Settings
nb: Måleinnstillinger

source: The duration (seconds) between math calculations
nb: Varigheten (sekunder) mellom matteberegninger

source: No Measurement/Unit Selected
nb: Ingen måling / enhet valgt

source: Do Not Convert
nb: Ikke konverter

source: An equation to store the soved value of. Let "x" represent the input value.
nb: En ligning for å lagre soved verdi av. La "x" representere inngangsverdien.

source: Disabled
nb: Funksjonshemmet

source: The maximum allowed difference between any selected measurements
nb: Maksimal tillatt forskjell mellom noen valgte målinger

source: Do Not Rescale
nb: Ikke rescale

source: Number of measurements
nb: Antall målinger

source: The Python 3 code to execute
nb: Python 3-koden som skal utføres

source: The duration between checking whether the conditional is true
nb: Varigheten mellom å kontrollere om betinget er sant

source: Conditions
nb: Forhold

source: will execute only this action. <strong>self.run_all_actions()</strong> will execute all actions sequentially.
nb: vil utføre bare denne handlingen. <Strong> self.run_all_actions () </ strong> vil utføre alle handlinger sekvensielt.

source: Paused
nb: pauset

source: On Hold
nb: På vent

source: Select the measurement to use as the input
nb: Velg måling som skal brukes som inngang

source: Choose the direction(s) to regulate
nb: Velg retning (er) for å regulere

source: This is the desired state of a perticular environmental condition. For instance, this could be the desired temperature in Celsius.
nb: Dette er ønsket tilstand av en pertikulær miljøtilstand. For eksempel kan dette være ønsket temperatur i Celsius.

source: The control hysteresis surounding the setpoint, with a band that is the setpoint plus and minus the band value. 0 is disabled.
nb: Kontrollhysteresen omslutter settpunktet, med et bånd som er settpunktet pluss og minus båndverdien. 0 er deaktivert.

source: Proportional gain
nb: Proportional gevinst

source: Integral gain
nb: Integral gevinst

source: Derivative gain
nb: Derivat gevinst

source: Limit the integrator minimum, for calculating Ki_total: (Ki_total = Ki * integrator; and PID output = Kp_total + Ki_total + Kd_total)
nb: Begrens integrator-minimumet for å beregne Ki_total: (Ki_total = Ki * integrator; og PID-utgang = Kp_total + Ki_total + Kd_total)

source: Limit the integrator maximum, for calculating Ki_total: (Ki_total = Ki * integrator; and PID output = Kp_total + Ki_total + Kd_total)
nb: Lim inn integrator maksimum, for å beregne Ki_total: (Ki_total = Ki * integrator; og PID utgang = Kp_total + Ki_total + Kd_total)

source: Select one for calculating the setpoint. When enabled, measurements override the PID setpoint.
nb: Velg ett for beregning av nominell verdi. Når den er aktivert, målinger overstyre PID settpunkt.

source: Invalid saved ID. Save another from this list.
nb: Ugyldig lagret ID. Lagre en annen fra denne listen.

source: Manage Methods
nb: Administrer metoder

source: Maximum allowable measurement age
nb: Maksimalt tillatte måle alder

source: Controller to affect
nb: Controller å påvirke

source: Activate a controller.
nb: Aktiver en kontroller.

source: Clear the total volume saved for a flow meter input.
nb: Må det totale volum lagret for en strømningsmåler inngang.

source: Command to execute (as user "mycodo")
nb: Kommando å utføre (som bruker "mycodo")

source: Execute a Linux shell command.
nb: Utfør en Linux shell kommando.

source: Tag to save note with
nb: Merk for å lagre notat med

source: Create a note with the selected Tag.
nb: Lag et notat med den valgte Tag.

source: Deactivate a controller.
nb: Deaktivere en styreenhet.

source: Email Address
nb: Epostadresse

source: Email address to notify
nb: E-postadresse for å varsle

source: Email a single recipient.
nb: E-post en enkelt mottaker.

source: Email multiple recipients. Separate email addresses with commas (e.g. "email1@address.com,email2@address.com").
nb: Send e-post til flere mottakere. Egen e-postadresse med komma (for eksempel "EMAIL1 @ address.com, Email2 @ address.com").

source: LCD to flash
nb: LCD for å blinke

source: Stop LCD flashing.
nb: Stopp LCD blinker.

source: Start LCD flashing.
nb: Start-LCD blinker.

source: What remote to use
nb: Hva fjern å bruke

source: What code to send
nb: Hva kode for å sende

source: The number of times to send the code
nb: Antall ganger å sende koden

source: Send an infrared command.
nb: Send en infrarød kommando.

source: Force measurements to be conducted for an input
nb: Kraftmålinger som skal utføres for et inngangs

source: Turn off LCD backlight (if supported).
nb: Slå av LCD-bakgrunnsbelysning (hvis dette støttes).

source: Turn on LCD backlight (if supported).
nb: Slå på LCD-baklyset (hvis dette støttes).

source: PID to affect
nb: PID for å påvirke

source: Method to set the PID to use
nb: Metode for å sette PID til bruk

source: Select a method to set the PID to use.
nb: Velg en metode for å sette PID til bruk.

source: What output to manipulate
nb: Hvilken utgang å manipulere

source: Turn the output on or off
nb: Slå utgangen på eller av

source: How long to turn the output on (optional)
nb: Hvor lang tid å slå utgangen på (valgfritt)

source: Turn an Output Off, On, or On or a duration.
nb: Slå en utgang Av, På eller På eller en varighet.

source: What duty cycle to set the output
nb: Hvilken pluss syklus for å sette utgangen

source: Set an Output to a PWM duty cycle.
nb: Sett en utgang til en PWM driftssyklus.

source: Start duty cycle
nb: Start driftssyklus

source: End
nb: Slutt

source: End duty cycle
nb: End driftssyklus

source: Increment
nb: økning

source: The amount of the duty cycle change for each step.
nb: Mengden av pulsforholdet endring for hvert trinn.

source: Ramp an Output from one duty cycle to another duty cycle over a period of time.
nb: Rampe et utgangssignal fra en arbeidssyklus til en annen arbeidssyklus i løpet av en tidsperiode.

source: How long to pause executing actions
nb: Hvor lang tid å stoppe utførelseshandlinger

source: Set a delay between executing Actions when self.run_all_actions() is used.
nb: Sett en forsinkelse mellom utfører handlinger når self.run_all_actions () blir benyttet.

source: Pause a PID.
nb: Pause en PID.

source: Camera to capture with
nb: Kamera å fange med

source: Capture a photo with the selected Camera.
nb: Ta et bilde med det valgte kameraet.

source: Capture a photo with the selected Camera and Email it as an attahment.
nb: Ta et bilde med det valgte kameraet og send det som en attahment.

source: Resume a PID.
nb: Gjenoppta en PID.

source: The value to set the PID setpoint
nb: Verdien for å angi PID-settpunktet

source: Set the Setpoint of a PID.
nb: Sett Setpoint av en PID.

source: The amount to lower the PID setpoint by
nb: Den mengde for å senke den PID settpunkt etter

source: Lower the Setpoint of a PID by this value.
nb: Senk Nominell verdi av en PID ved denne verdi.

source: The amount to raise the PID setpoint by
nb: Beløpet å heve PID settpunkt ved

source: Raise the Setpoint of a PID by this value.
nb: Hev Setpoint av en PID ved denne verdien.

source: Restart the System
nb: Start System

source: Shutdown the System
nb: Shutdown System

source: Video Duration (seconds)
nb: Videolengde (sekunder)

source: Duration to record video (sec)
nb: Varighet for å spille inn video (sek)

source: Camera: Capture Video
nb: Kamera: Capture Video

source: Capture a video with the selected Camera.
nb: Fange en video med det valgte kameraet.

source: Capture a video with the selected Camera and Email it as an attahment.
nb: Fange en video med det valgte kameraet og send det som en attahment.

source: Select a Controller to get information about
nb: Velg en Controller for å få informasjon om

source: returns True if the controller is running, False if not.
nb: Returnerer TRUE hvis kontrolleren er i gang, False hvis ikke.

source: The GPIO pin to measure the state of. The return value will be True when HIGH and False when LOW.
nb: GPIO pin for å måle tilstanden til. Returneringsverdien vil være sann når høy og falsk når lav.

source: returns 1 if the output is HIGH and 0 if the output is LOW.
nb: returnerer 1 hvis produksjonen er høy, og 0 hvis produksjonen er lav.

source: Do not accept measurements older than this age
nb: Ikke godta målinger som er eldre enn denne alderen

source: returns the last value found within the Max Age, otherwise returns None.
nb: avkastning den siste verdien funnet i Max Age, ellers returnerer Ingen.

source: returns a list of dictionaries with "time" and "value" key pairs found within the Max Age, otherwise returns None.
nb: returnerer en liste av ordbøker med "tid" og "verdi" nøkkelpar funnet i Max Age, ellers returnerer Ingen.

source: Example
nb: Eksempel

source: returns the average of the values found within the Max Age, otherwise returns None.
nb: Returnerer gjennomsnittet av verdiene innenfor Max Age, ellers returnerer Ingen.

source: returns the sum of the values found within the Max Age, otherwise returns None.
nb: returnerer summen av verdiene innenfor Max Age, ellers returnerer Ingen.

source: Select a Output to get information about
nb: Velg en utgang for å få informasjon om

source: returns how long the output has currently been on, in seconds, or 0 if off.
nb: avkastning hvor lenge produksjonen har foreløpig vært på, i løpet av sekunder, eller 0 hvis av.

source: returns "on" if the output is on and "off" if the output is off.
nb: avkastning "på" hvis produksjonen er på og "off" hvis resultatet os av.

source: The minimum duration (in seconds) required for the Lower Output to activate. If an On duration is below this value, the Lower Output will not turn on.
nb: Minimumsvarigheten (i sekunder) som kreves for nedre utgang for å aktivere. Hvis en På-varighet er under denne verdien, slår den lavere utgangen ikke på.

source: This output will remain off for at least this duration of time
nb: Denne utgangen vil forbli i minst denne tidsperioden

source: The minimum duration (in seconds) required for the Raise Output to activate. If an On duration is below this value, the Raise Output will not turn on.
nb: Minimumsvarigheten (i sekunder) som kreves for Raise Output for å aktivere. Hvis en På-varighet er under denne verdien, vil Raise Output ikke slå på.

source: The minimum duty cycle (in %%). If a duty cycle is below this value, this is the value that will be used.
nb: Minimumspliktig syklus (i %%). Hvis en oppgavssyklus er under denne verdien, er dette verdien som skal brukes.

source: The maximum duty cycle (in %%). If a duty cycle is below this value, this is the value that will be used.
nb: Maksimal driftssyklus (i %%). Hvis en oppgavssyklus er under denne verdien, er dette verdien som skal brukes.

source: The maximum duty cycle (in %%). If a duty cycle is above this value, this is the value that will be used.
nb: Maksimal driftssyklus (i %%). Hvis en driftssyklus er over denne verdien, er dette verdien som skal brukes.

source: Detect low to high (rising), high to low (falling), or both?
nb: Oppdag lav til høy (stigende), høy til lav (fallende), eller begge deler?

source: The program variable set in ~/.lircrc
nb: Programmet variable sett i ~ / .lircrc

source: The config variable set in ~/.lircrc
nb: Config variable sett i ~ / .lircrc

source: Trigger this conditional to act when this output turns on or off
nb: Trigger dette betinget av å fungere når denne utgangen slås på eller av

source: What action will trigger this conditional statement, on or off?
nb: Hvilke tiltak vil utløse denne betingede utsagnet, på eller av?

source: no duration
nb: ingen varighet

source: any duration
nb: hvilken som helst varighet

source: no or any duration
nb: nei eller hvilken som helst varighet

source: equal to duration
nb: lik varighet

source: greater than duration
nb: større enn varighet

source: greater than or equal to duration
nb: er større enn eller lik varighet

source: less than duration
nb: mindre enn varighet

source: less than or equal to duration
nb: mindre enn eller lik varighet

source: (Optional) Set this to a specific duration of time if the conditional should trigger when the output On duration equals this amount
nb: (Valgfritt) Angi dette til en bestemt tidsperiode hvis betinget skal utløse når utgangen på varighet er lik denne mengden

source: The conditional is triggered when the measured condition is greater than or less than the set value, or the measurement timestamp is greater than the value of seconds
nb: Den betingede utløses når den målte tilstanden er større enn eller mindre enn innstilt verdi, eller målingstidsstempelet er større enn verdien av sekunder

source: Greater Than (>)
nb: Større enn (>)

source: Less Than (<)
nb: Mindre enn (<)

source: Equal To (=)
nb: Ligner på (=)

source: The duty cycle of the output to be checked
nb: Driftssyklusen for utgangen som skal kontrolleres

source: Run this duration method, using the output value to set the Duty Cycle of a PWM output
nb: Kjør denne varighetsmetoden, ved å bruke utdaterværdi for å angi Driftssyklusen for en PWM-utgang

source: Apply the Duty Cycle to this PWM Output
nb: Påfør Driftssyklusen til denne PWM-utgangen

source: The duration between calculating and setting the Duty Cycle of the the PWM Output
nb: Varigheten mellom beregning og innstilling av driftssyklusen til PWM-utgangen

source: Trigger conditional at sunrise or sunset?
nb: Trigger betinget av soloppgang eller solnedgang?

source: Sunrise
nb: Soloppgang

source: Sunset
nb: Solnedgang

source: Latitude for sunrise or sunset
nb: Breddegrad for soloppgang eller solnedgang

source: Longitude for sunrise or sunset
nb: Lengdegrad for soloppgang eller solnedgang

source: Zenith for sunrise or sunset
nb: Zenith for soloppgang eller solnedgang

source: The number of days to offset from the date of the sunrise or sunset
nb: Antall dager for å kompensere fra datoen for soloppgang eller solnedgang

source: The number of minutes to offset from the sunrise or sunset
nb: Antall minutter for å kompensere for soloppgang eller solnedgang

source: Trigger conditional actions at an interval of time
nb: Utløser betingede handlinger på et tidsintervall

source: A duration to wait before beginning the timer
nb: Varighet å vente før du begynner timeren

source: Define the setpoint over a period of time based on specific times of the day. This method will repeat daily. Start the first entry at midnight (00:00) if you wish to fill the entire day.
nb: Definer settpunktet over en tidsperiode basert på bestemte tider på dagen. Denne metoden vil gjenta daglig. Start den første oppføringen ved midnatt (00:00) hvis du ønsker å fylle hele dagen.

source: The new entry's start time may be equal to the last entry's end time, but it cannot overlap. The default setpoint for the PID will be used if there is any unaccounted time.
nb: Starttidspunktet for den nye oppføringen kan være lik sluttidspunktets sluttid, men det kan ikke overlappe. Standard settpunkt for PID vil bli brukt hvis det ikke er noen tid for avregning.

source: Define the setpoint over the day based on a cubic Bezier curve. If unfamiliar with a Bezier curve, it is recommended you use the <a href="https://www.desmos.com/calculator/cahqdxeshd" target="_blank">graphical Bezier curve generator</a> and use the 8 variables it creates for 4 points (each a set of x and y). The x-axis start (x3) and end (x0) will be automatically stretched or skewed to fit within a 24-hour period and this method will repeat daily.
nb: Definer settpunktet over dagen basert på en kubisk Bezier-kurve. Hvis du ikke er kjent med en Bezier-kurve, anbefales det at du bruker <a href="https://www.desmos.com/calculator/cahqdxeshd" target="_blank"> grafisk Bezier-kurvegeneratoren </a> og bruk de 8 variablene det skaper for 4 poeng (hvert sett med x og y). X-aksen start (x3) og ende (x0) blir automatisk strukket eller skjev for å passe innen en 24-timers periode, og denne metoden vil gjenta daglig.

source: Define the setpoint over the day based on a sinusoidal wave defined by y = [A * sin(B * x + C)] + D, where A is amplitude, B is frequency, C is the angle shift, and D is the y-axis shift. This method will repeat daily.
nb: Definer settpunktet over dagen basert på en sinusformet bølge definert av y = [A * sin (B * x + C)] + D, hvor A er amplitude, B er frekvens, C er vinkelforskyvningen, og D er y -akseskift. Denne metoden vil gjenta daglig.

source: Define the setpoint over a period of time based on specific times/dates.
nb: Definer settpunktet over en tidsperiode basert på bestemte tider / datoer.

source: Define the setpoint over a period of time, based on specific durations of time.
nb: Definer settpunktet over en tidsperiode, basert på bestemte tidsforløp.

source: Duration here is defined as the amount of time after the previous duration. If this is the first duration added, this will be the beginning of the method. If this is not the first duration added, it will execute after the last duration already in the method.
nb: Varigheten her er definert som tiden etter forrige varighet. Hvis dette er den første varigheten som er lagt til, vil dette være starten på metoden. Hvis dette ikke er den første varigheten som er lagt til, vil den kjøre etter den siste varigheten allerede i metoden.

source: Use the following options to instruct the method to restart when it reaches the end.
nb: Bruk følgende alternativer for å instruere metoden til å starte på nytt når den når slutten.

source: If you do not wish for the method to repeat, do not use this option.
nb: Hvis du ikke ønsker at metoden skal gjenta, ikke bruk dette alternativet.

source: You may enter a duration (seconds) that the method will end after, otherwise leave blank to repeat forever.
nb: Du kan angi en varighet (sekunder) som metoden vil ende etter, ellers gå tom for å gjenta for alltid.

source: Alerts Settings
nb: Varsler Innstillinger

source: Usually your full email address
nb: Vanligvis din full e-postadresse

source: Only enter a password here if you wish to change it
nb: Bare skriv inn et passord her hvis du ønsker å endre det

source: Maximum number of alerts that can be emailed per hour.
nb: Maksimalt antall varsler som kan sendes per time.

source: General Settings
nb: Generelle innstillinger

source: Selecting a language will override the web browser's language
nb: Hvis du velger et språk, vil det overstyre nettleserens språk

source: Which page to land on after logging in
nb: Hvilken side skal du lande etter etter innlogging

source: Set the timeout (seconds) for Pyro connections (client-daemon communication). Requires daemon restart.
nb: Still inn tidsavbrudd (sekunder) for Pyro tilkoblinger (klient-daemon kommunikasjon). Krever daemon omstart.

source: Enable Daemon debug logging for diagnosing issues. Requires Daemon restart.
nb: Aktiver Daemon feilsøkingslogging for å diagnostisere problemer. Krever Daemon omstart.

source: Check to force all web connections to use SSL (port 443) for greater security.
nb: Sjekk for å tvinge alle nettforbindelser til å bruke SSL (port 443) for større sikkerhet.

source: Check to prevent Success alert messages from appearing at the top of the page.
nb: Sjekk for å hindre at meldinger om suksessvarsling vises øverst på siden.

source: Check to prevent Info alert messages from appearing at the top of the page.
nb: Kontroller at informasjonssvarsmeldinger ikke vises øverst på siden.

source: Check to prevent Warning alert messages from appearing at the top of the page.
nb: Kontroller for å forhindre advarselsvarslingsmeldinger vises øverst på siden.

source: Hide tooltips that pop up over form inputs.
nb: Skjul verktøytips som dukker opp over skjemainnganger.

source: Check if you do not wish to send anonymous usage statistics.
nb: Sjekk om du ikke vil sende anonym brukerstatistikk.

source: View collected statistics
nb: Se samlet statistikk

source: The heigth of the grid cell, in pixels.
nb: Høyden på den gittercelle, i piksler.
