Repository: ar-rehman135/Maxponics
Catalog: mycodo/mycodo_flask/translations/*/LC_MESSAGES/messages.po
Languages: nb

source: The serial device to write to
nb: Den serielle enheten til å skrive til

source: Please log in to access this page
nb: Vennligst Logg inn for å få tilgang til denne siden

source: Backup in progress
nb: Sikkerhetskopiering pågår

source: Deletion of backup in progress
nb: Sletting av sikkerhetskopiering pågår

source: Restore in progress
nb: Gjenopprett pågår

source: Upgrade functionality is disabled because an internet connection was unable to be detected
nb: Oppgraderingsfunksjonalitet er deaktivert fordi en Internett-tilkobling ikke kunne oppdages

source: There was an error encountered during the upgrade process. Check the upgrade log for details.
nb: Det oppsto en feil under oppgraderingen. Se oppgraderingsloggen for detaljer.

source: The upgrade (from master branch) has started
nb: Oppgraderingen (fra master-grenen) har startet

source: The upgrade has started
nb: Oppgraderingen har startet

source: The major version upgrade has started
nb: Den store versjonen oppgraderingen har startet

source: You cannot upgrade if an upgrade is not available
nb: Du kan ikke oppgradere hvis en oppgradering ikke er tilgjengelig

source: Cannot access admin creation form if an admin user already exists.
nb: Kan ikke få tilgang til adminskapsskjema hvis en admin bruker allerede eksisterer.

source: Passwords do not match. Please try again.
nb: Passordene er ikke like. Vær så snill, prøv på nytt.

source: Invalid user name. Must be between 2 and 64 characters and only contain letters and numbers.
nb: Ugyldig brukernavn. Må være mellom 2 og 64 tegn og inneholder bare bokstaver og tall.

source: Invalid password. Must be between 6 and 64 characters and only contain letters, numbers, and symbols.
nb: Ugyldig passord. Må være mellom 6 og 64 tegn og inneholder bare bokstaver, tall og symboler.

source: User '%(user)s' successfully created. Please log in below.
nb: Bruker '%(user)s' ble opprettet. Vennligst logg inn under.

source: Failed to create user '%(user)s': %(err)s
nb: Kunne ikke opprette bruker '%(user)s': %(err)s

source: Cannot access login page if you're already logged in
nb: Kan ikke få tilgang til påloggingssiden hvis du allerede er logget inn

source: Too many failed login attempts. Please wait %(min)s minutes before attempting to log in again
nb: For mange mislyktes påloggingsforsøk. Vennligst vent %(min)s minutter før du prøver å logge på igjen

source: Successfully logged out
nb: Vellykket logget ut

source: A valid temperature is required: %(temp)s is invalid.
nb: En gyldig temperatur er nødvendig: %(temp)s er ugyldig.

source: Command to restart the daemon sent
nb: Kommandoen for å starte demonen sendt på nytt

source: Command to reload the frontend sent
nb: Kommandoen for å laste inn frontend sendt

source: System rebooting in 10 seconds
nb: Systemstart om 10 sekunder

source: System shutting down in 10 seconds
nb: Systemet avsluttes om 10 sekunder

source: Cannot start time-lapse if stream is active.
nb: Kan ikke starte time-lapse hvis strøm er aktiv.

source: Cannot start stream if time-lapse is active.
nb: Kan ikke starte stream hvis time-lapse er aktiv.

source: Repeat Password
nb: Gjenta passord

source: Domain or IP Address
nb: Domene eller IP-adresse

source: Add Host
nb: Legg til vert

source: Delete Host
nb: Slett verten

source: I Understand
nb: Jeg forstår

source: Select
nb: Å velge

source: Begin Calibration
nb: Begynn kalibrering

source: Clear Calibration
nb: Klar kalibrering

source: Continue to Next Stage
nb: Fortsett til neste trinn

source: EC Points to Calibrate
nb: EC poeng å kalibrere

source: Low Solution (μS)
nb: Lav oppløsning (uS)

source: High Solution (μS)
nb: Høy oppløsning (uS)

source: pH Points to Calibrate
nb: pH Poeng for å kalibrere

source: Set Resolution
nb: Sett oppløsning

source: Resume Timelapse
nb: Fortsett Timelapse

source: Stop Timelapse
nb: Stopp Timelapse

source: Interval (seconds)
nb: Intervall (sekunder)

source: Photo Interval must be a positive value
nb: Fotointervallet må være en positiv verdi

source: Run Time (seconds)
nb: Kjøretid (sekunder)

source: Total Run Time must be a positive value
nb: Total kjøretid må være en positiv verdi

source: Stop Stream
nb: Stopp Strøm

source: Flip image horizontally
nb: Vend bildet horisontalt

source: Flip image vertically
nb: Vend bildet vertikalt

source: Rotate Image
nb: Roter bildet

source: Brightness
nb: lysstyrke

source: Contrast
nb: Kontrast

source: Exposure
nb: Eksponering

source: Saturation
nb: metning

source: White Balance
nb: Hvit balanse

source: Custom Options
nb: Tilpassede alternativer

source: Post Command
nb: Postkommando

source: Still Image Path
nb: Stillbildebane

source: Timelapse Path
nb: Timelapse-banen

source: Video Path
nb: Videobane

source: Hide Last Still
nb: Skjule Siste Fremdeles

source: Hide Last Timelapse
nb: Skjule Siste Timelapse

source: Still Image Width
nb: Stillbilde Width

source: Still Image Height
nb: Stillbilde Høyde

source: Stream Width
nb: Stream Bredde

source: Stream Height
nb: Stream Høyde

source: Shutter Speed
nb: lukkertid

source: Sharpness
nb: skarphet

source: Auto White Balance
nb: Auto hvitbalanse

source: AWB Gain Blue
nb: AWB Gain Blå

source: Exposure Mode
nb: Eksponeringsmodus

source: Meter Mode
nb: meter-modus

source: Image Effect
nb: Bilde Effect

source: Conditional Statement
nb: Betinget erklæring

source: Refractory Period (seconds)
nb: Refraktær periode (sekunder)

source: Add Condition
nb: Legg Tilstand

source: Add Action
nb: Legg til handling

source: Test All Actions
nb: Test alle handlinger

source: Enable Drag Handle
nb: Aktiver Drag Håndtak

source: Install All Dependencies
nb: Installer alle avhengigheter

source: Execute All Actions
nb: Utfør alle handlinger

source: Duration (seconds)
nb: Varighet (sekunder)

source: Action String
nb: Handlingstreng

source: Controller ID
nb: Kontroller-ID

source: State
nb: Stat

source: Duty Cycle (%)
nb: Kapasitet (%)

source: Code
nb: Kode

source: Times to Send
nb: Ganger for å sende

source: Location
nb: plassering

source: Power Output
nb: Strømutgang

source: Calibration Measurement
nb: Kalibreringsmåling

source: Acquire Measurements Now
nb: Oppnå mål nå

source: Address
nb: Adresse

source: Duration between calculating LCD output and applying to regulation must be between 5 and 86400 seconds.
nb: Varigheten mellom beregning av LCD-utgang og bruk på regulering må være mellom 5 og 86400 sekunder.

source: Add Display Set
nb: Legg til skjermsett

source: Decimal Places
nb: Desimale steder

source: Inputs
nb: innganger

source: Absolute Value
nb: Absolutt verdi

source: Dry Bulb Temperature
nb: Tørrblåstemperatur

source: Wet Bulb Temperature
nb: Våt lampe temperatur

source: optional
nb: valgfri

source: Order of Use
nb: Bruksordre

source: Max Difference
nb: Maks forskjell

source: Convert to Measurement
nb: Konverter til måling

source: End HH:MM:SS
nb: Slutt HH: MM: SS

source: End YYYY-MM-DD HH:MM:SS
nb: Slutt ÅÅÅÅ-MM-DD HH: MM: SS

source: Start Setpoint
nb: Start settpunkt

source: End Setpoint (optional)
nb: Slutt settpunkt (valgfritt)

source: Duration to End (seconds)
nb: Varighet til slutt (sekunder)

source: Angle Shift (0 to 360)
nb: Vinkelforskyvning (0 til 360)

source: Y-Axis Shift
nb: Y-akse-skift

source: Time HH:MM:SS
nb: Tid HH: MM: SS

source: Time YYYY-MM-DD HH:MM:SS
nb: Tid YYYY-MM-DD HH: MM: SS

source: Add to Method
nb: Legg til i metode

source: Set Repeat Option
nb: Angi gjenta alternativ

source: End Setpoint
nb: Slutt Setpunkt

source: Time Range MM/DD/YYYY HH:MM
nb: Tidsintervall DD / MM / ÅÅÅÅ HH: MM

source: Stop Daemon
nb: Stopp Daemon

source: Restart Daemon
nb: Start daemonen på nytt

source: Measurement to Export
nb: Måling til eksport

source: Export Data as CSV
nb: Eksporter data som CSV

source: Export Settings
nb: Eksporter innstillinger

source: Import Settings
nb: Importer innstillinger

source: Export Influxdb
nb: Eksporter Influxdb

source: Import Influxdb
nb: Importer Influxdb

source: Number of lines should be greater than 0
nb: Antall linjer skal være større enn 0

source: Log
nb: Logg

source: View Log
nb: Se Logg

source: Upgrade Mycodo
nb: Oppgrader Mycodo

source: Upgrade Mycodo to Next Major Version
nb: Oppgrader Mycodo til neste store versjon

source: Create Backup
nb: Opprett sikkerhetskopiering

source: Restore Backup
nb: Gjennopprett backup

source: Delete Backup
nb: Slett sikkerhetskopiering

source: Attached Files
nb: Vedlagte filer

source: Use Custom Date/Time
nb: Bruk egendefinert dato / klokkeslett

source: Filter Names
nb: Filternavn

source: Filter Files
nb: Filtrer filer

source: Sort By
nb: Sorter etter

source: Sort Direction
nb: Sorter retning

source: Show Notes
nb: Vis notater

source: Export Notes
nb: Eksporter notater

source: Import Notes
nb: Importer notater

source: Quantity
nb: Mengde

source: Turn On
nb: Slå på

source: Raise
nb: Hev

source: Lower
nb: Nedre

source: Both
nb: Både

source: Band (+/- Setpoint)
nb: Band (+/- Setpunkt)

source: Store Lower as Negative
nb: Lagre lavere som negativ

source: Integrator Max
nb: Integrator Maks

source: Output (Lower)
nb: Utgang (lavere)

source: Min On Duration (Raise)
nb: Min på varighet (heve)

source: Max On Duration (Raise)
nb: Maks på varighet (heve)

source: Min Off Duration (Raise)
nb: Min Av Varighet (Raise)

source: Min On Duration (Lower)
nb: Min på varighet (lavere)

source: Max On Duration (Lower)
nb: Maks på varighet (lavere)

source: Min Off Duration (Lower)
nb: Min Av Varighet (Nedre)

source: Min Duty Cycle (Raise)
nb: Min Driftssyklus (Raise)

source: Max Duty Cycle (Raise)
nb: Maks driftssyklus (løft)

source: Min Duty Cycle (Lower)
nb: Min Driftssyklus (Nedre)

source: Max Duty Cycle (Lower)
nb: Maks driftssyklus (lavere)

source: SMTP Host
nb: SMTP-verten

source: SMTP User
nb: SMTP-bruker

source: SMTP Password
nb: SMTP-passord

source: From Email
nb: Fra e-post

source: Max emails (per hour)
nb: Maks e-post (per time)

source: Must have at least one message able to be sent per hour.
nb: Må ha minst en melding som kan sendes per time.

source: Send Test Email
nb: Send test e-post

source: Test Email To
nb: Test e-post til

source: To Email Address
nb: Til e-postadresse

source: Landing Page
nb: Destinasjonsside

source: Language
nb: Språk

source: Enable Daemon Debug Logging
nb: Aktiver Daemon feilsøkingslogging

source: Force HTTPS
nb: Tvinge HTTPS

source: Hide success messages
nb: Skjul suksessmeldinger

source: Hide info messages
nb: Skjul info meldinger

source: Hide warning messages
nb: Skjul advarselsmeldinger

source: Hide Form Tooltips
nb: Skjul skjemaverktøytips

source: Grid Cell Height (px)
nb: Gittercelle Høyde (px)

source: Max Amps
nb: Max forsterker

source: Cost per kWh
nb: Kostnad per kWh

source: Currency Unit
nb: Valuta Enhet

source: Day of Month
nb: Dag i måneden

source: Generate Usage/Cost Report
nb: Generer bruk / kostnadsrapport

source: Time Span to Generate
nb: Tidsramme for å generere

source: Day of Week/Month to Generate
nb: Dag i uken / måned for å generere

source: Hour of Day to Generate
nb: Time of Day å generere

source: Hour Options: 0-23
nb: Timevalg: 0-23

source: Opt-out of statistics
nb: Opt-out av statistikk

source: Check for Updates
nb: Se etter oppdateringer

source: Internet Test IP Address
nb: Internett Test IP-adresse

source: Internet Test Port
nb: Internett Test Port

source: Internet Test Timeout
nb: Internett Test Timeout

source: Measurement ID
nb: måling ID

source: Measurement Name
nb: Målenavn

source: Measurement Units
nb: Måleenheter

source: Add Measurement
nb: Legg til måling

source: Unit ID
nb: enhet ID

source: Unit Name
nb: Enhetsnavn

source: Unit Abbreviation
nb: Enhetsforkortelse

source: Add Unit
nb: Legg til enhet

source: Convert From Unit
nb: Konverter fra enhet

source: Convert To Measurement
nb: Konverter til måling

source: Add Conversion
nb: Legg til konvertering

source: Convert To Unit
nb: Konverter til enhet

source: Role Name
nb: Rolle navn

source: View Logs
nb: Se logger

source: View Stats
nb: Se statistikk

source: View Camera
nb: Se kamera

source: View Settings
nb: Vis innstillinger

source: Edit Users
nb: Rediger brukere

source: Edit Controllers
nb: Rediger kontrollører

source: Edit Settings
nb: Endre innstillinger

source: Add Role
nb: Legg til rolle

source: Passwords must match
nb: Passordene må være like

source: Password must be 6 or more characters
nb: Passordet må være 6 eller flere tegn

source: Role
nb: rolle

source: Theme
nb: Tema

source: Add User
nb: Legg til bruker

source: New Password
nb: Nytt passord

source: Role ID
nb: Rolle ID

source: Enable I2C
nb: Aktiver I2C

source: Disable I2C
nb: Deaktiver I2C

source: Enable 1-Wire
nb: Aktiver 1-Wire

source: Disable 1-Wire
nb: Deaktiver 1-tråd

source: Enable Serial
nb: Aktiver seriell

source: Disable Serial
nb: Deaktiver seriell

source: Enable SPI
nb: Aktiver SPI

source: Disable SPI
nb: Deaktiver SPI

source: Enable SSH
nb: Aktiver SSH

source: Disable SSH
nb: Deaktiver SSH

source: Enable Pi Camera
nb: Aktiver Pi kamera

source: Disable Pi Camera
nb: Deaktiver Pi kamera

source: Change Hostname
nb: Endre vertsnavn

source: Configure pigpiod
nb: Konfigurer pigpiod

source: Reconfigure
nb: rekon

source: Conditional Sample Rate (seconds)
nb: Betinget utvalgsrate (sekunder)

source: Input Sample Rate (seconds)
nb: Inngangsprøvefrekvens (sekunder)

source: Math Sample Rate (seconds)
nb: Matematisk prøvefrekvens (sekunder)

source: Output Sample Rate (seconds)
nb: Output Sample Rate (sekunder)

source: PID Sample Rate (seconds)
nb: PID-prøvefrekvens (sekunder)

source: Save Sample Rates
nb: Lagre utvalgspriser

source: Delete All Dashboards
nb: Slett alle oversikter

source: Delete All Inputs
nb: Slett alle innganger

source: Delete All Maths
nb: Slett alle matematikk

source: Delete All Notes and Note Tags
nb: Slett alle notater og notatiketter

source: Delete All Outputs
nb: Slett alle utganger

source: Delete Settings Database
nb: Slett innstillingsdatabase

source: Delete File
nb: Slett fil

source: If Edge Detected
nb: Hvis kant oppdaget

source: Rise or Set
nb: Stig opp eller sett

source: Latitude (decimal)
nb: Breddegrad (desimal)

source: Longitude (decimal)
nb: Lengdegrad (desimal)

source: Date Offset (days)
nb: Date Offset (dager)

source: Time Offset (minutes)
nb: Tidsforskjell (minutter)

source: Word
nb: Ord

source: Start Time (HH:MM)
nb: Starttid (HH: MM)

source: End Time (HH:MM)
nb: Sluttid (HH: MM)

source: Trigger Every Period
nb: Trigger hver periode

source: Trigger when Activated
nb: Trigger når aktivert

source: If ID 1
nb: Hvis ID 1

source: If ID 2
nb: Hvis ID 2

source: If State
nb: Hvis staten

source: If Duration (seconds)
nb: Hvis varighet (sekunder)

source: If Duty Cycle (%%)
nb: Hvis Driftssyklusen (%%)

source: Error 404: Page Not Found
nb: Feil 404: Siden ble ikke funnet

source: Error 500: Internal Server Error
nb: Feil 500: Intern serverfeil

source: Create Admin
nb: Opprett Admin

source: Create Admin User
nb: Opprett Admin Bruker

source: Login information is stored locally
nb: Innloggingsinformasjon lagres lokalt

source: Outputs
nb: utganger

source: Measurements
nb: Målinger

source: Users
nb: brukere

source: Alerts
nb: varsler

source: Diagnostics
nb: diagnostikk

source: Daemon is Not Running
nb: Daemon er ikke i gang

source: Daemon is Running
nb: Daemon er i gang

source: Cannot Check Daemon Status
nb: Kan ikke sjekke Daemon Status

source: No Connection
nb: Ingen forbindelse

source: Live
nb: Bo

source: Dashboards
nb: oversikter

source: Add Dashboard
nb: Legg Dashboard

source: Calibration & Setup
nb: Kalibrering og oppsett

source: More
nb: Mer

source: Energy Usage Reports
nb: Energiforbruket Reports

source: Help
nb: Hjelp

source: Discussion Forum
nb: Diskusjonsforum

source: Submit an Issue
nb: Send inn et problem

source: Mycodo on Github
nb: Mycodo på Github

source: Changelog
nb: endrings~~POS=TRUNC

source: Configure
nb: Konfigurer

source: Mycodo Logs
nb: Mycodo logger

source: System Information
nb: Systeminformasjon

source: Dependencies
nb: avhengig

source: Upgrade
nb: Oppgradering

source: Backup Restore
nb: Gjenopprette fra sikkerhetskopi

source: Restart Backend
nb: Start sikkerhetskopien

source: Restart Frontend
nb: Start på nytt Frontend

source: Restart System
nb: Start systemet på nytt

source: Remote Admin
nb: Fjernadministrator

source: Logout
nb: Logg ut

source: You're logged in already!
nb: Du er logget inn allerede!

source: Remember me
nb: Husk meg

source: 90 days
nb: 90 dager

source: Forgot password?
nb: Glemt passord?

source: Backups can be created to preserve Mycodo settings or restore them at a later time. Camera images are not backed up. To save measurement data, go to the Export / Import page.
nb: Sikkerhetskopier kan opprettes for å bevare Mycodo-innstillinger eller gjenopprette dem på et senere tidspunkt. Kamerabilder er ikke sikkerhetskopiert. For å lagre måledata, gå til Eksporter / Import-siden.

source: Several software dependencies used by Mycodo features may be disabled. This is done to speed up the initial installation process. This page can be used to determine which dependencies are installed and the ability to install currently unmet dependencies.
nb: Flere programvareavhengigheter som brukes av Mycodo-funksjoner, kan være deaktivert. Dette gjøres for å øke hastigheten på den første installasjonsprosessen. Denne siden kan brukes til å avgjøre hvilke avhengigheter som er installert og muligheten til å installere for øyeblikket uberørte avhengigheter.

source: Collected Statistics
nb: Samlet statistikk

source: Mycodo is currently in the process of an upgrade
nb: Mycodo er for tiden i ferd med å oppgradere

source: If an upgrade is not currently in progress, you may delete the ~/Mycodo/.upgrade file to be able to reinitiate the upgrade process.
nb: Hvis en oppgradering ikke er i gang, kan du slette filen ~ / Mycodo / .upgrade for å kunne gjenopprette oppgraderingen.

source: An upgrade often takes several minutes, and in some cases longer, to complete. Give the process ample time to run before doing anything. When the upgrade has successfully finished, the daemon status indicator at the top left will change from red to green. Some drivers require the backend to be restarted for them to become active. If you experience an erorr, attempt to restart the backend before creating a new github issue.
nb: En oppgradering tar ofte flere minutter, og i noen tilfeller lenger, å fullføre. Gi prosessen god tid til å løpe før du gjør noe. Når oppgraderingen er fullført, endres indikatorens demonstatus øverst til venstre fra rød til grønn. Enkelte drivere krever at backenden startes på nytt for at de skal bli aktive. Hvis du opplever en erorr, forsøk å starte sikkerhetskopien før du oppretter et nytt github-problem.

source: You can monitor the upgrade progress with the live log view, below, by navigating to Configure -> Mycodo Logs -> Upgrade Log, or by opening /var/log/mycodo/mycodoupgrade.log. Below is the upgrade log, updated every 5 seconds. If an error occurs, it is advisable to inspect the entire log in order to diagnose the issue.
nb: Du kan følge med oppgraderingen pågår med live loggvisningen, under, ved å gå til Konfigurer -> Mycodo Logger -> Oppgrader Log, eller ved å åpne /var/log/mycodo/mycodoupgrade.log. Nedenfor er oppgraderingen loggen, oppdateres hvert 5. sekund. Hvis det oppstår en feil, er det tilrådelig å inspisere hele loggen for å diagnostisere problemet.

source: There was an error that occurred during the upgrade
nb: Det oppstod en feil under oppgraderingen

source: View the upgrade log at /var/log/mycodo/mycodoupgrade.log.
nb: Se oppgraderingsloggen på /var/log/mycodo/mycodoupgrade.log.

source: Delete ~/Mycodo/.upgrade to acknowledge this message and restore upgrade functionality.
nb: Slett ~ / Mycodo / .upgrade for å bekrefte denne meldingen og gjenoppretting av oppgraderingsfunksjonalitet.

source: No internet connection detected. To upgrade Mycodo automatically, you will need an internet connection. Refresh the page when one is connected.
nb: Ingen internettforbindelse oppdaget. For å oppgradere Mycodo automatisk, trenger du en Internett-tilkobling. Oppdater siden når en er tilkoblet.

source: No upgrade is available. You are running the latest release, version
nb: Ingen oppgradering er tilgjengelig. Du kjører den nyeste versjonen, versjonen

source: Click the button below to begin the upgrade process. Note: An upgrade often takes several minutes, and in rare cases hours, to complete. During that time, the Mycodo web interface and server recording sensors and manipulating outputs (among other services) will be completely shut down. It is not recommended not perform an upgrade on a production machine (i.e. trust buy verify: treat the new version as unstable until you have verified it works as expected).
nb: Klikk på knappen nedenfor for å starte oppgraderingen. Merk: En oppgradering tar ofte flere minutter, og i sjeldne tilfeller timer, for å fullføre. I løpet av den tiden vil Mycodo webgrensesnitt og serveropptak sensorer og manipulere utganger (blant andre tjenester) bli helt stengt. Det anbefales ikke å utføre en oppgradering på en produksjonsmaskin (dvs. tillit kjøpe verifisering: behandle den nye versjonen som ustabil til du har bekreftet den fungerer som forventet).

source: Current to latest versions
nb: Nåværende til nyeste versjoner

source: current
nb: nåværende

source: latest
nb: siste

source: Cameras
nb: kameraer

source: Raspberry Pi Camera support doesn't appear to be enabled. Please enable it using the Raspberry Pi configuration or with the command 'sudo raspi-config'
nb: Raspberry Pi Kamera støtte ser ikke ut til å være aktivert. Vennligst aktiver den ved hjelp av Raspberry Pi-konfigurasjonen eller med kommandoen 'sudo raspi-config'

source: Different options are available depending on the camera being used.
nb: Ulike alternativer er tilgjengelige, avhengig av kameraet som brukes.

source: Execute 'fswebcam --device /dev/video0 --list-controls' to see available options to use in 'Custom Options'.
nb: Utfør 'fswebcam --device / dev / Video0 --list-kontroller' for å se tilgjengelige alternativer til bruk i 'Custom Options'.

source: Name for this Camera
nb: Navn for dette kameraet

source: Linux shell command to execute prior to acquiring a still image.
nb: Linux skallkommando som skal utføres før anskaffe et stillbilde.

source: Linux shell command to execute after acquiring a still image.
nb: Linux-skallet, kommando for å utføre etter anskaffe et stillbilde.

source: The duration to keep the output on prior to acquiring a still image. For example, useful for fluorescent lights that take a few seconds to turn on.
nb: Varigheten for å holde utgangen på før skaffe et stillbilde. For eksempel nyttig for lysrør som tar noen få sekunder for å slå på.

source: Path to save still image files. Leave blank to use default location.
nb: Sti for å lagre stillbilder. La stå tomt for å bruke standardplassering.

source: Path to save timelapse image files. Leave blank to use default location.
nb: Sti for å lagre timelapse-bildefiler. La stå tomt for å bruke standardplassering.

source: Path to save video files. Leave blank to use default location.
nb: Sti for å lagre videofiler. La stå tomt for å bruke standardplassering.

source: Timelapse Parameters
nb: Timelapse Parametre

source: Last Timelapse
nb: Siste Timelapse

source: Last Still
nb: Sist fortsatt
