Repository: ar-rehman135/Maxponics
Catalog: mycodo/mycodo_flask/translations/*/LC_MESSAGES/messages.po
Languages: nb

source: Add Dashboard Widget
nb: Legg Dashboard-widget

source: Graph
nb: Kurve

source: Gauge
nb: Måler

source: PID Control
nb: PID-kontroll

source: Average (Last, Multiple Channels)
nb: Gjennomsnittlig (Last, flere kanaler)

source: Average (Past, Single Channel)
nb: Gjennomsnittlig (Past, Single Channel)

source: Sum (Last, Multiple Channels)
nb: Sum (Last, flere kanaler)

source: Difference
nb: Forskjell

source: Equation
nb: ligningen

source: Humidity (Wet/Dry-Bulb)
nb: Fuktighet (våt / tørr-pære)

source: Redundancy
nb: Overflødighet

source: Statistics
nb: Statistikk

source: Verification
nb: Bekreftelse

source: Vapor Pressure Deficit
nb: Damptrykk underskudd

source: Time/Date
nb: Tid / dato

source: Duration
nb: Varighet

source: Daily (Time-Based)
nb: Daglig (tidsbasert)

source: Daily (Sine Wave)
nb: Daglig (Sine Wave)

source: Daily (Bezier Curve)
nb: Daglig (Bezier Curve)

source: DS-Type Sensor Calibration
nb: DS-Type Sensorkalibrering

source: GPIO State
nb: GPIO-stat

source: Output State
nb: utgang State

source: Output Duration On
nb: Utgang Varighet På

source: Execute Actions
nb: Utfør handlinger

source: Daily Span
nb: Daglig spenning

source: Infrared Receive
nb: infrarød mottaker

source: Run PWM Method
nb: Kjør PWM Metode

source: Sunrise/Sunset
nb: Soloppgang solnedgang

source: Camera: Capture Photo
nb: Kamera: Capture Photo

source: Email with Photo Attachment
nb: E-post med bildevedlegg

source: Email with Video Attachment
nb: E-post med videovedlegg

source: Execute Command
nb: Utfør kommandoen

source: Infrared Send
nb: infrarød Send

source: Force Measurements
nb: Kraftmålinger

source: Backlight Off
nb: Bakgrunnsbelysning av

source: Backlight On
nb: bakgrunnslyset

source: Flashing Off
nb: Flashing Av

source: Flashing On
nb: Flashing På

source: Set Method
nb: Angi metode

source: Set Setpoint
nb: Angi settpunkt

source: Lower Setpoint
nb: nedre Setpoint

source: Restart
nb: Omstart

source: Shutdown
nb: Skru av

source: Altitude
nb: Høyde

source: Battery
nb: Batteri

source: Color (Red)
nb: Fargen rød)

source: Color (Green)
nb: Color (grønn)

source: Color (Blue)
nb: Farge (blå)

source: Color (Y)
nb: Farge (Y)

source: CPU Load 1 min
nb: CPU-belastning 1 min

source: CPU Load 5 min
nb: CPU-belastning 5 min

source: Dewpoint
nb: Duggpunkt

source: Dissolved Oxygen
nb: Oppløst oksygen

source: Duty Cycle
nb: Driftssyklus

source: Electrical Conductivity
nb: Elektrisk Strømføringsevne

source: Electrical Current
nb: Elektrisk strøm

source: Electrical Potential
nb: Elektrisk potensial

source: Frequency
nb: Frekvens

source: Humidity
nb: Luftfuktighet

source: Humidity Ratio
nb: Fuktighetsforhold

source: Ion Concentration
nb: Ion Konsentrasjon

source: Length
nb: Lengde

source: Light
nb: Lys

source: Moisture
nb: Fuktighet

source: Oxidation Reduction Potential
nb: Oksidasjon reduksjonspotensiale

source: PID P-Value
nb: PID P-verdi

source: PID I-Value
nb: PID I-verdi

source: PID D-Value
nb: PID D-verdi

source: Pressure
nb: Press

source: Pulse Width
nb: Pulsbredde

source: Radiation Dose Rate
nb: Stråling doserate

source: Resistance
nb: Motstand

source: Band Max
nb: Band maks

source: Specific Enthalpy
nb: Spesifikke Enthalpy

source: Specific Volume
nb: Spesifikt volum

source: Temperature
nb: Temperatur

source: Unitless
nb: Uten enhet

source: Version
nb: Versjon

source: Volume
nb: Volum

source: Microsecond
nb: mikrosekund

source: Microsieverts per hour
nb: Microsieverts per time

source: Counts per minute
nb: Tellinger per minutt

source: Decimal
nb: Desimal

source: 8-Bit Color
nb: 8-bit farge

source: Foot
nb: Fot

source: Hour
nb: Time

source: Infrared
nb: infrarød

source: Kilogram per kilogram
nb: Kilogram per kilo

source: Kilojoule per kilogram
nb: Kilojoule per kilo

source: Kilopascal
nb: kPa

source: Liters per Hour
nb: Liter i timen

source: Liters per Minute
nb: Liter per minutt

source: Liters Per Second
nb: Liter per sekund

source: Meter
nb: Måler

source: Minute
nb: Minutt

source: Cubic meters per kilogram
nb: Kubiske meter per kilo

source: Percent
nb: prosent

source: PID values
nb: PID-verdier

source: Parts per billion
nb: Deler per milliard

source: Parts per million
nb: Deler per million

source: Pounds per square inch
nb: Pund per kvadrattomme

source: Revolutions per minute
nb: Omdreininger per minutt

source: Second
nb: Sekund

source: Microgram per cubic meter
nb: Mikrogram per kubikkmeter

source: Actions
nb: handlinger

source: Add
nb: Legg til

source: Activate
nb: Aktiver

source: Alert
nb: Varsling

source: Average
nb: Gjennomsnitt

source: Bus
nb: Buss

source: Calibration
nb: kalibrering

source: Calculate
nb: Regne ut

source: Camera
nb: Kamera

source: Cancel
nb: Avbryt

source: Clear
nb: Klar

source: Completed
nb: fullført

source: Conditional
nb: Betinget

source: Create
nb: Skape

source: Custom
nb: Tilpasset

source: Dashboard
nb: dashbord

source: Deactivate
nb: Deaktiver

source: Default
nb: Misligholde

source: Delete
nb: Slett

source: Device
nb: Enhet

source: Diagnostic
nb: diagnose~~POS=TRUNC

source: Display
nb: Vise

source: Down
nb: Ned

source: Edge
nb: Kant

source: Edit
nb: Redigere

source: E-Mail
nb: E-post

source: Energy Usage
nb: Energibruk

source: Error
nb: Feil

source: Export
nb: Eksport

source: Function
nb: Funksjon

source: General
nb: Generell

source: Hold
nb: Holde

source: Indicator
nb: indikator

source: Invert
nb: Inverter

source: Import
nb: Importere

source: Invalid
nb: Ugyldig

source: Last
nb: Siste

source: Line
nb: Linje

source: Login
nb: Logg Inn

source: Math
nb: Matte

source: Measurement
nb: Mål

source: Method
nb: Metode

source: Modify
nb: endre

source: None Available
nb: Ingen tilgjengelig

source: Note
nb: Merk

source: Off
nb: Av

source: On
nb: På

source: Output
nb: Produksjon

source: Past
nb: Forbi

source: Password
nb: Passord

source: Ramp
nb: Rampe

source: Rename
nb: Gi nytt navn

source: Reorder
nb: Endre rekkefølge

source: Reset
nb: Nullstille

source: Resume
nb: Gjenoppta

source: Save
nb: Lagre

source: Save Order
nb: Lagre bestilling

source: Select One
nb: Velg en

source: Settings
nb: innstillinger

source: Single
nb: Enkelt

source: Stops
nb: stopper

source: Success
nb: Suksess

source: Tag
nb: stikkord

source: Text
nb: Tekst

source: Trigger
nb: Avtrekker

source: Up
nb: Opp

source: Upload
nb: Laste opp

source: User
nb: Bruker

source: Select the 1-wire device ID
nb: Velg ID-en med 1 tråd

source: Gain
nb: Gevinst

source: Adjust the gain to change the measurable voltage range. See ADC documentation for details.
nb: Juster forsterkningen for å endre det målbare spenningsområdet. Se ADC dokumentasjon for detaljer.

source: Resolution
nb: Vedtak

source: ADC Resolution (see ADC documentation)
nb: ADC-oppløsning (se ADC-dokumentasjon)

source: Sample Speed
nb: Eksempelhastighet

source: ADC Sample Speed (see ADC documentation)
nb: ADC-prøvehastighet (se ADC-dokumentasjon)

source: Current Draw (amps)
nb: Nåværende Draw (ampere)

source: The number of amps the output device draws (at 120/240 VAC)
nb: Antall ampere som utgangsenheten trekker (ved 120/240 VAC)

source: The UART baud rate
nb: UART baud rate

source: Command
nb: Kommando

source: Select the unit of the measurement to be stored in the database
nb: Velg måleenheten som skal lagres i databasen

source: Convert to Unit
nb: Konverter til enhet

source: Convert the measurement to a different unit
nb: Konverter målingen til en annen enhet

source: click to copy to the clipboard
nb: Klikk for å kopiere til utklippstavlen

source: Deadline
nb: Frist

source: Time (seconds) to wait until failure
nb: Tid (sekunder) for å vente til feil

source: Duty cycle for the PWM (percent, 0.0 - 100.0)
nb: Driftssyklus for PWM (prosent, 0,0 - 100,0)

source: Name Font Size (em)
nb: Navn Font Size (em)

source: The font size of the Name text
nb: Skriftstørrelsen av Navnet tekst

source: Always send the command if instructed, regardless of the current state
nb: Send alltid kommandoen hvis instruert, uavhengig av den nåværende tilstand

source: FTDI Device
nb: FTDI-enhet

source: The GPIO pin using BCM numbering
nb: GPIO-pin ved hjelp av BCM nummerering

source: Host
nb: Vert

source: Host address or IP
nb: Vertsadresse eller IP

source: The I2C bus the device is connected to
nb: I2C-bussen enheten er koblet til

source: The I2C address of the device
nb: I2C-adressen til enheten

source: The interface used to communicate
nb: Grensesnittet brukes til å kommunisere

source: Invert Scale
nb: Inverter skala

source: Invert the scale
nb: Inverter skalaen

source: Log Level: Debug
nb: Loggnivå: Debug

source: Show debug lines in the Daemon Log
nb: Vis feilsøkings linjer i Daemon Log

source: Max Age (seconds)
nb: Maks alder (sekunder)

source: The maximum allowable measurement age
nb: Maksimal tillatt målealder

source: Unit Measurement
nb: Enhetsmåling

source: Select a unit for the stored value
nb: Velg en enhet for den lagrede verdien

source: Measurements Enabled
nb: Målinger aktivert

source: The measurements to record
nb: Målingene som skal registreres

source: Message Includes Code
nb: Meldingen inneholder kode

source: Include the code in the message variable
nb: Inkluder koden i meldingen variabel

source: Name
nb: Navn

source: A name to distinguish this from others
nb: Et navn for å skille dette fra andre

source: On State
nb: på State

source: What state triggers the output to turn on? High or Low?
nb: Hvilken stat utløser utgangen for å slå på? Høy eller lav?

source: On Command
nb: På kommando

source: Period (seconds)
nb: Periode (sekunder)

source: The duration (seconds) between measurements or actions
nb: Varigheten (i sekunder) mellom målinger eller handlinger

source: Clock Pin
nb: Klokkepinne

source: The GPIO (using BCM numbering) connected to the Clock pin
nb: GPIO (ved hjelp av BCM nummerering) koblet til klokkepinnen

source: The GPIO (using BCM numbering) connected to the Cable Select pin
nb: GPIO (ved bruk av BCM-nummerering) koblet til kabelvelgeren

source: The GPIO (using BCM numbering) connected to the MISO pin
nb: GPIO (ved hjelp av BCM nummerering) koblet til MISO-pin

source: The GPIO (using BCM numbering) connected to the MOSI pin
nb: GPIO (ved hjelp av BCM nummerering) koblet til MOSI pin

source: Port
nb: Havn

source: Host port number
nb: Vertsportnummer

source: Pre Out Duration
nb: Forutgående varighet

source: If a Pre Output is selected, set the duration (seconds) to turn the Pre Output on for before every measurement is acquired.
nb: Hvis en Pre Output er valgt, må du stille inn varigheten (sekunder) for å slå på Pre Output før hver måling er oppnådd.

source: Pre During Measure
nb: Pre under måling

source: Check to turn the output off after (opposed to before) the measurement is complete
nb: Kontroller at utgangen er slått av etter (i motsetning til før) måling er fullført

source: Turn the selected output on before taking every measurement
nb: Slå den valgte utgangen på før du tar alle målingene

source: Protocol
nb: protokoll

source: Wireless 433 MHz protocol
nb: Trådløs 433 MHz protokoll

source: Pulse Length
nb: Pulslengde

source: Wireless 433 MHz pulse length
nb: Trådløs 433 MHz pulslengde

source: PWM Command
nb: PWM-kommando

source: Frequency (Hertz)
nb: Frekvens (Hertz)

source: The Hertz to output the PWM signal (0 - 70,000)
nb: Hertz til å sende PWM signalet (0 - 70.000)

source: Library
nb: Bibliotek

source: Which method to produce the PWM signal (hardware pins can produce higher frequencies)
nb: Hvilken metode for å produsere PWM-signalet (maskinvarepinner kan produsere høyere frekvenser)

source: Reference Resistance
nb: Referansebestandighet

source: Reference resistance (Ohm)
nb: Referansemotstand (Ohm)

source: Refresh (seconds)
nb: Oppdater (sekunder)

source: Number of seconds to wait between acquiring any new measurements.
nb: Antall sekunder å vente mellom å skaffe nye målinger.

source: Measurement resolution
nb: Måleoppløsning

source: Pulses Per Rev
nb: Pulser per rev

source: The number of pulses per revolution to calculate revolutions per minute (RPM)
nb: Antall pulser per revolusjon for å beregne omdreininger per minutt (RPM)

source: Sample Time
nb: Prøvetid

source: The amount of time (seconds) to sample the input before caluclating the measurement
nb: Mengden tid (sekunder) for å prøve inngangen før kalibreringen av målingen

source: Unscaled minimum unit
nb: Unskaled minimum enhet

source: Unscaled maximum unit
nb: Unskaled maksimal enhet

source: Rescaled minimum unit
nb: Rescaled minimum enhet

source: Rescaled maximum unit
nb: Oppskalert maksimal enhet

source: Measurement Unit
nb: Måleenhet

source: Select the measurement and unit to store this measurement in the database
nb: Velg mål og enhet for å lagre denne måling i databasen

source: Sensitivity
nb: Følsomhet

source: Measurement sensitivity
nb: Måling følsomhet

source: Select the type of setpoint tracking
nb: Velg type settpunkt sporing

source: Voltage
nb: Spenning

source: The input voltage to the sensor
nb: Inngangsspenningen til sensoren

source: Shutdown Value
nb: Shutdown Verdi

source: The output value to set when Mycodo shuts down
nb: Output-verdi for å angi når Mycodo stenger ned

source: Start Offset (seconds)
nb: Start Offset (sekunder)

source: The duration (seconds) to wait before the first operation
nb: Varigheten (sekunder) for å vente før den første operasjonen

source: Startup Value
nb: oppstart Verdi

source: The output value to set when Mycodo starts up
nb: Output-verdi for å angi når Mycodo starter opp

source: When Mycodo shuts down, set the output state
nb: Når Mycodo stenger ned, sette output staten

source: When Mycodo starts, set the output state
nb: Når Mycodo starter, sett utgangstilstanden

source: Edge detection: low to high (rising), high to low (falling), or both
nb: Kantdeteksjon: lav til høy (stigende), høy til lav (fallende), eller begge deler

source: The amount of time (miliseconds) to bounce the input signal
nb: Mengden tid (milisekunder) for å sprette inngangssignalet

source: Reset Period
nb: Tilbakestillingsperiode

source: Wait a period of time (seconds) after the first edge detection to begin detecting again
nb: Vent en periode (sekunder) etter at den første kanten deteksjonen begynte å oppdage igjen

source: The type of thermocouple connected
nb: Typen av termoelement koblet til

source: Times Check
nb: Tidsjekk

source: Number of times to check
nb: Antall ganger å sjekke

source: Trigger at Startup
nb: Trigger ved oppstart

source: Whether or not to trigger Functions when Mycodo starts
nb: Enten eller ikke å utløse Funksjoner når Mycodo starter

source: UART Device
nb: UART-enhet

source: The UART device location (e.g. /dev/ttyUSB1)
nb: UART-enhetens plassering (f.eks. / Dev / ttyUSB1)

source: Weighting
nb: vekting

source: The weighting of the previous measurement on the current measurement. Range: 0.0 - 1.0. Used for smoothing measurements. 0.0 means no weighting.
nb: Vektingen av forrige måling på gjeldende måling. Område: 0,0 - 1,0. Brukes til utjevningsmålinger. 0,0 betyr ingen vekting.

source: Always Min (Raise)
nb: Alltid Min (Raise)

source: Never allow duty cycle to go below Min.
nb: La aldri driftssyklus for å gå under Min.

source: Always Min (Lower)
nb: Alltid Min (lavere)

source: Noise Band
nb: Støybånd

source: Direction
nb: Retning

source: Measurements to Average
nb: Målinger til Average

source: The number of times to measure each channel. An average of the measurements will be stored.
nb: Antallet ganger for å måle hver kanal. Et gjennomsnitt av målingene vil bli lagret.

source: Set the calibration method to perform during Input activation
nb: Still inn kalibreringsmetoden for å utføre under Input-aktivering

source: Set the sensor gain
nb: Sett gain sensor

source: Illumination LED Current
nb: Belysning LED Current

source: Set the illumination LED current (milliamps)
nb: Sett belysning LED strøm (milliampere)

source: Illumination LED Mode
nb: Belysning LED Mode

source: Turn the illumination LED on or off during a measurement
nb: Snu belysning LED på eller av under en måling

source: Indicator LED Current
nb: Indikator LED Current

source: Set the indicator LED current (milliamps)
nb: Sett indikatoren LED strøm (milliampere)

source: Indicator LED Mode
nb: Indikator LED Mode

source: Turn the indicator LED on or off during a measurement
nb: Snu indikatorlyset av eller på under en måling

source: Integration Time
nb: integrasjon Tid

source: The integration time (0 - ~91 ms)
nb: Integrasjonen tid (0 - ~ 91 ms)

source: Calibration Max Age
nb: Kalibrering Maksimal alder

source: The Max Age (seconds) of the Input/Math to use for calibration
nb: Maksimal alder (sekunder) av Input / Math som skal brukes til kalibrering

source: Temperature Compensation Measurement
nb: Temperaturkompensasjon Måling

source: Select a measurement for temperature compensation
nb: Velg en måling for temperaturkompensasjon

source: Temperature Compensation Max Age
nb: Temperaturkompensasjon Max Age

source: The maximum age (seconds) of the measurement to use for temperature compensation
nb: Den maksimale tid (sekunder) av målingen som skal brukes for temperaturkompensasjon

source: Set the type of flow meter used
nb: Angi hvilken type strømningsmåler brukes

source: Atlas Meter Time Base
nb: Atlas Meter Tid Base

source: If using an Atlas Scientific flow meter, set the flow rate/time base
nb: Ved anvendelse av et Atlas Scientific strømningsmåler, angir strømningshastigheten / tidsbasen

source: Internal Resistor
nb: intern motstand

source: Set an internal resistor for the flow meter
nb: Sett en intern motstand for strømningsmåler

source: If using a non-Atlas Scientific flow meter, enter the meter's K value(s). For a single K value, enter '[volume per pulse],[number of pulses]'. For multiple K values (up to 16), enter '[volume at frequency],[frequency in Hz];[volume at frequency],[frequency in Hz];...'. Leave blank to disable.
nb: Ved anvendelse av et ikke-Atlas Scientific strømningsmåler, angir målerens K-verdi (er). For en enkelt K-verdi, angir '[volum pr puls], [antall pulser]'. For flere K-verdier (opp til 16), inn i '[volum ved frekvensen], [frekvens i Hz]; [volum ved frekvensen], [frekvens i Hz]; ...'. La stå tomt for å deaktivere.

source: K Value Time Base
nb: K Verdi Klokkeslett Base

source: If using a non-Atlas Scientific flow meter, set the flow rate/time base for the custom K values entered.
nb: Hvis du bruker et ikke-Atlas Scientific strømningsmåler, sett strømningshastighet / tid base for de tilpassede K-verdiene angitt.

source: Turn the LED on only during the measurement
nb: Slå LED på bare under målingen

source: LED Percentage
nb: LED Prosent

source: What percentage of power to supply to the LEDs during measurement
nb: Hvor stor andel av strøm til forsyning til lysdiodene under målingen

source: Gamma correction between 0.01 and 4.99 (default is 1.0)
nb: Gammakorreksjon mellom 0,01 og 4,99 (standard er 1,0)

source: Humidity Oversampling
nb: fuktighet Sampling

source: A higher oversampling value means more stable readings with less noise and jitter. However each step of oversampling adds ~2 ms latency, causing a slower response time to fast transients.
nb: En høyere oversampling verdi betyr mer stabile avlesninger med mindre støy og støy. Men hvert trinn av sampling legger ~ 2 ms latency, forårsaker en tregere responstid til raske transienter.

source: Temperature Oversampling
nb: temperatur Sampling

source: Pressure Oversampling
nb: Trykksampling

source: IIR Filter Size
nb: IIR Filterstørrelse

source: Optionally remove short term fluctuations from the temperature and pressure readings, increasing their resolution but reducing their bandwidth.
nb: Eventuelt fjerne varige variasjoner fra de temperatur- og trykkavlesninger korte, noe som øker deres oppløsning, men reduserer deres båndbredde.

source: Gas Heater Temperature (°C)
nb: Gassvarmer Temperatur (° C)

source: What temperature to set
nb: Hva temperaturen sett

source: Gas Heater Duration (ms)
nb: Gassvarmer Varighet (ms)

source: How long of a duration to heat. 20-30 ms are necessary for the heater to reach the intended target temperature.
nb: Hvor lenge av en varighet til varme. 20-30 ms er nødvendige for varmeapparatet å nå det tilsiktede mål-temperatur.

source: Select one of the 10 configured heating durations/set points
nb: Velge en av de 10 som er konfigurert varmelengder / settpunkter

source: Temperature Offset
nb: temperatur Offset

source: The amount to offset the temperature, either negative or positive
nb: Mengden å oppveie den temperatur, enten negativ eller positiv

source: Enable heater to evaporate condensation. Turn on heater x seconds every y measurements.
nb: Aktiver varmeapparatet for å fordampe kondens. Slå på varmeren x sekunder hver y-måling.

source: How long to wait for the command to finish before killing the process.
nb: Hvor lenge å vente på kommando til slutt før drepe prosessen.

source: The user to execute the command
nb: Brukeren å utføre kommandoen

source: The current working directory of the shell environment.
nb: Gjeldende arbeidskatalog av skallet miljø.

source: Measurement Range
nb: Måleområde

source: Set the measuring range of the sensor
nb: Sett måleområdet til sensoren

source: Enable automatic baseline correction (ABC)
nb: Aktiver automatisk baseline korreksjon (ABC)

source: Hostname
nb: vertsnavn

source: The hostname of the MQTT server
nb: Vertsnavnet til MQTT serveren

source: The port of the MQTT server
nb: Porten av MQTT serveren

source: Keep Alive
nb: Holde i live

source: Maximum amount of time between received signals.
nb: Maksimale tiden mellom mottatte signaler.

source: Set to 0 to disable.
nb: Sett til 0 for å deaktivere.

source: Client ID
nb: klient-ID

source: Unique client ID for connecting to the MQTT server
nb: Unik klient-ID for å koble til MQTT serveren

source: Download Stored Data
nb: Last ned lagrede data

source: Download the data logged to the device.
nb: Last ned dataene som er logget på enheten.

source: Set Logging Interval
nb: Angi loggintervall

source: Set the logging interval (seconds) the device will store measurements on its internal memory.
nb: Angi loggingsintervallet (sekunder) enheten lagrer målinger på internminnet.

source: Enable Heater
nb: Aktiver varmeapparatet

source: Heater On Seconds
nb: Varmeapparat på sekunder

source: How long to turn the heater on (seconds).
nb: Hvor lenge skal du slå varmeren på (sekunder).

source: Heater On Period
nb: Varmepumpe på periode

source: After how many measurements to turn the heater on. This will repeat.
nb: Etter hvor mange målinger å slå varmeren på. Dette vil gjenta.

source: IP Address
nb: IP adresse

source: The IP address of the device
nb: IP-adressen til enheten

source: Application ID
nb: søknad ID

source: The Things Network Application ID
nb: The Ting Network Application ID

source: App API Key
nb: App API-nøkkel

source: The Things Network Application API Key
nb: The Ting Network Application API-nøkkel

source: The Things Network Device ID
nb: The Ting nettverksenhet ID

source: Fan Off After Measure
nb: Vifte av etter mål

source: Turn the fan on only during the measurement
nb: Slå på viften bare under måling

source: Fan On Duration
nb: Vifte på varighet

source: How long to turn the fan on (seconds) before acquiring measurements
nb: Hvor lang tid å slå viften på (sekunder) før du kjøper målinger

source: Number of Measurements
nb: Antall Målinger

source: How many measurements to acquire. If more than 1 are acquired that are less than 1001, the average of the measurements will be stored.
nb: Hvor mange målinger for å tilegne seg. Dersom mer enn ett blir innsamlet som er mindre enn 1001, vil gjennomsnittet av målingene lagres.
